brew "bat"
brew "direnv"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "just"
brew "lazygit"
brew "mise"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
